* Routine
  |  Date | Squat | 1 | 2 | 3 | 4 | 5 | Bench | 1 | 2 | 3 | 4 | 5 | OHP | 1 | 2 | 3 | 4 | 5 | Total |
  |=======+=======+===+===+===+===+===+=======+===+===+===+===+===+=====+===+===+===+===+===+=======|
  | 03-14 |    65 | 5 | 5 | 5 | 5 | 5 |    65 | 5 | 5 | 5 | 5 | 5 |  65 | 5 | 5 | 5 | 5 | 5 |  4875 |
  | 03-16 |    65 | 5 | 5 | 5 | 5 | 5 |    65 | 5 | 5 | 5 | 5 | 5 |  65 | 5 | 5 | 5 | 5 | 5 |  4875 |
  | 03-18 |    65 | 5 | 5 | 5 | 5 | 5 |    65 | 5 | 5 | 5 | 5 | 5 |  65 | 5 | 5 | 5 | 5 | 5 |  4875 |
  | 03-21 |    70 | 5 | 5 | 5 | 5 | 5 |    70 | 5 | 5 | 5 | 5 | 5 |  70 | 5 | 5 | 5 | 5 | 5 |  5250 |
  | 03-23 |    70 | 5 | 5 | 5 | 5 | 5 |    70 | 5 | 5 | 5 | 5 | 5 |  70 | 5 | 5 | 5 | 5 | 5 |  5250 |
  | 03-26 |    75 | 5 | 5 | 5 | 5 | 5 |    75 | 5 | 5 | 5 | 5 | 5 |  75 | 5 | 5 | 5 | 5 | 5 |  5625 |
  | 03-28 |    80 | 5 | 5 | 5 | 5 | 5 |    80 | 5 | 5 | 5 | 5 | 5 |  80 | 5 | 5 | 5 | 5 | 5 |  6000 |
  | 03-30 |    85 | 5 | 5 | 5 | 5 | 5 |    85 | 5 | 5 | 5 | 5 | 5 |  85 | 5 | 5 | 5 | 5 | 5 |  6375 |
  | 04-03 |    95 | 5 | 5 | 5 | 5 | 5 |    95 | 5 | 5 | 5 | 5 | 5 |  85 | 5 | 5 | 5 | 5 | 5 |  6875 |
  | 04-05 |    95 | 5 | 5 | 5 | 5 | 5 |    95 | 5 | 5 | 5 | 5 | 5 |  85 | 5 | 5 | 5 | 5 | 5 |  6875 |
  | 04-11 |    95 | 5 | 5 | 5 | 5 | 5 |    95 | 2 | 0 | 0 | 0 | 0 |  85 | 5 | 5 | 5 | 5 | 5 |  4690 |
  | 04-09 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-12 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-14 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-16 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-19 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-21 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-23 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-26 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-28 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  | 04-30 |       |   |   |   |   |   |       |   |   |   |   |   |     |   |   |   |   |   |       |
  #+TBLFM:$20=((vsum($3..$7)*$2)+(vsum($9..$13)*$8)+(vsum($15..$19)*$14))
* Goals
	|  Lift | Current | Goal |   | Goal |   | Goal |   | Goal |   |
	|=======+=========+======+===+======+===+======+===+======+===|
	| Squat |      95 |  100 |   |  135 |   |  165 |   |  205 |   |
	| Bench |      95 |  100 |   |  135 |   |  165 |   |      |   |
	| OHP   |      85 |  100 |   |  135 |   |      |   |      |   |
* One rep max
	|  Lift | Max |
	|=======+=====|
	| Squat |     |
	| Bench |     |
	| OHP   |     |
